Repository: karkadi/Abyssal6-iOS
Catalog: Abyssal6/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

# already_owned
source: This item is already in your inventory
de: Dieser Gegenstand ist bereits in Ihrem Inventar
fr: Cet objet est déjà dans votre inventaire
zh_hans: 此物品已在你的库存中

# ate_magic_cookie
source: ✨ You ate the magic cookie! ✨
de: ✨ Sie haben den magischen Keks gegessen! ✨
fr: ✨ Vous avez mangé le cookie magique ! ✨
zh_hans: ✨ 你吃了魔法饼干！ ✨

source: Back
de: Zurück
fr: Retour
zh_hans: 返回

# back_start
source: You are already back at the start, there is nowhere further to go back.
de: Sie sind bereits am Start zurück, es gibt kein Zurück mehr.
fr: Vous êtes déjà de retour au départ, il n'y a nulle part où reculer.
zh_hans: 你已经回到了起点，没有更远的地方可以回去了。

# back_trapdoor_blocked
source: Cannot go back – the trap door has closed.
de: Kein Zurück – die Falltür hat sich geschlossen.
fr: Impossible de revenir en arrière – la trappe s'est fermée.
zh_hans: 无法返回 – 活板门已关闭。

# beamer_already_charged
source: The beamer is already charged.
de: Der Beamer ist bereits geladen.
fr: Le téléporteur est déjà chargé.
zh_hans: 传送器已充电。

# beamer_charged
source: Beamer charged. Memorised room:
de: Beamer geladen. Gespeicherter Raum:
fr: Téléporteur chargé. Pièce mémorisée :
zh_hans: 传送器已充电。记忆的房间：

source: Beamer error.
de: Beamer-Fehler.
fr: Erreur du téléporteur.
zh_hans: 传送器错误。

# beamer_fired
source: ⚡ Beamer fired! You are teleported.
de: ⚡ Beamer abgefeuert! Sie werden teleportiert.
fr: ⚡ Téléporteur activé ! Vous êtes téléporté.
zh_hans: ⚡ 传送器发射了！你被传送了。

# beamer_not_charged
source: The beamer is not charged.
de: Der Beamer ist nicht geladen.
fr: Le téléporteur n'est pas chargé.
zh_hans: 传送器未充电。

source: Cancel
de: Abbrechen
fr: Annuler
zh_hans: 取消

# cannot_drop
source: Cannot drop this item (not in inventory)
de: Kann diesen Gegenstand nicht fallen lassen (nicht im Inventar)
fr: Impossible de déposer cet objet (pas dans l'inventaire)
zh_hans: 无法放下此物品（不在库存中）

# cannot_eat
source: You cannot eat that
de: Das können Sie nicht essen
fr: Vous ne pouvez pas manger ça
zh_hans: 你不能吃那个

# cannot_pickup
source: This item cannot be picked up
de: Dieser Gegenstand kann nicht aufgehoben werden
fr: Cet objet ne peut pas être ramassé
zh_hans: 此物品无法拾取

# cannot_take
source: Cannot take this item
de: Kann diesen Gegenstand nicht nehmen
fr: Impossible de prendre cet objet
zh_hans: 无法拿取此物品

# cannot_use
source: Cannot use this item
de: Kann diesen Gegenstand nicht verwenden
fr: Impossible d'utiliser cet objet
zh_hans: 无法使用此物品

# cannot_use_item
source: You cannot use this item that way.
de: Sie können diesen Gegenstand nicht auf diese Weise verwenden.
fr: Vous ne pouvez pas utiliser cet objet de cette manière.
zh_hans: 你不能那样使用此物品。

# character_doctor
source: Doctor Williams
de: Doktor Williams
fr: Docteur Williams
zh_hans: 威廉姆斯医生

# character_doctor_desc
source: Ship's doctor, can heal injuries
de: Schiffsarzt, kann Verletzungen heilen
fr: Médecin du navire, peut soigner les blessures
zh_hans: 船医，可以治疗伤势

# character_doctor_exchange
source: I can give you a super-strength elixir in exchange for oxygen.
de: Ich kann Ihnen ein Superkraft-Elixier im Austausch für Sauerstoff geben.
fr: Je peux vous donner un élixir de super-force en échange d'oxygène.
zh_hans: 我可以给你一个超强力量药水，交换氧气。

# character_doctor_greeting
source: Are you injured? Sit down, let me examine you.
de: Sind Sie verletzt? Setzen Sie sich, lassen Sie mich Sie untersuchen.
fr: Êtes-vous blessé ? Asseyez-vous, laissez-moi vous examiner.
zh_hans: 你受伤了吗？坐下，让我检查一下。

# character_engineer
source: Engineer Martinez
de: Ingenieur Martinez
fr: Ingénieur Martinez
zh_hans: 马丁内斯工程师

# character_engineer_desc
source: System engineer, knows the station like the back of his hand
de: Systemingenieur, kennt die Station wie seine Westentasche
fr: Ingénieur système, connaît la station sur le bout des doigts
zh_hans: 系统工程师，对空间站了如指掌

# character_engineer_exchange
source: I can give you a diving suit in exchange for that genetic sample. I need to study those deep-sea organisms.
de: Ich kann Ihnen einen Tauchanzug im Austausch für diese genetische Probe geben. Ich muss diese Tiefseeorganismen untersuchen.
fr: Je peux vous donner une combinaison de plongée en échange de cet échantillon génétique. J'ai besoin d'étudier ces organismes des profondeurs.
zh_hans: 我可以给你一套潜水服，交换那个基因样本。我需要研究那些深海生物。

# character_engineer_greeting
source: Another survivor? The greenhouse is still holding... for now. The plants are our only source of oxygen.
de: Ein weiterer Überlebender? Das Gewächshaus hält noch... vorerst. Die Pflanzen sind unsere einzige Sauerstoffquelle.
fr: Un autre survivant ? La serre tient toujours... pour l'instant. Les plantes sont notre seule source d'oxygène.
zh_hans: 又一个幸存者？温室目前还撑得住……植物是我们唯一的氧气来源。

# character_enters
source: %@ enters the room.
de: %@ betritt den Raum.
fr: %@ entre dans la pièce.
zh_hans: %@ 进入了房间。

# character_exchange_offer_format
source: %@ says: "%@"
de: %@ sagt: "%@"
fr: %@ dit : "%@"
zh_hans: %@ 说：“%@”

# character_geneticist_desc
source: Chief geneticist, specialist in abyssal mutations
de: Chefgenetiker, Spezialist für abyssale Mutationen
fr: Généticien en chef, spécialiste des mutations abyssales
zh_hans: 首席遗传学家，深渊突变专家

# character_geneticist_exchange
source: I can give you a red card in exchange for that first aid kit. The medical supplies are critical for my research.
de: Ich kann Ihnen eine rote Karte im Austausch für diesen Verbandskasten geben. Die medizinischen Vorräte sind entscheidend für meine Forschung.
fr: Je peux vous donner une carte rouge en échange de cette trousse de secours. Les fournitures médicales sont essentielles pour ma recherche.
zh_hans: 我可以给你一张红卡，交换那个急救包。医疗用品对我的研究至关重要。

# character_geneticist_greeting
source: Fascinating... the hydroponic plants are showing strange mutations from the deep-sea pressure. Have you seen anything interesting?
de: Faszinierend... die hydroponischen Pflanzen zeigen seltsame Mutationen durch den Tiefseedruck. Haben Sie etwas Interessantes gesehen?
fr: Fascinant... les plantes hydroponiques montrent d'étranges mutations dues à la pression des profondeurs. Avez-vous vu quelque chose d'intéressant ?
zh_hans: 迷人……水培植物因深海压力而出现奇怪的突变。你看到什么有趣的东西了吗？

# character_guard
source: Guard Thompson
de: Wache Thompson
fr: Garde Thompson
zh_hans: 汤普森警卫

# character_guard_desc
source: Security guard, protects sensitive areas
de: Sicherheitsbeamter, schützt sensible Bereiche
fr: Agent de sécurité, protège les zones sensibles
zh_hans: 保安，保护敏感区域

# character_guard_exchange
source: I can give you a blue card in exchange for that torch.
de: Ich kann Ihnen eine blaue Karte im Austausch für diese Taschenlampe geben.
fr: Je peux vous donner une carte bleue en échange de cette torche.
zh_hans: 我可以给你一张蓝卡，交换那把火炬。

# character_guard_greeting
source: HALT! Show me your papers... oh, a survivor. Sorry.
de: HALT! Zeigen Sie mir Ihre Papiere... oh, ein Überlebender. Entschuldigung.
fr: HALTE ! Montrez-moi vos papiers... oh, un survivant. Désolé.
zh_hans: 站住！出示你的证件……哦，一个幸存者。抱歉。

# character_help_format
source: %@ says: "%@"
de: %@ sagt: "%@"
fr: %@ dit : "%@"
zh_hans: %@ 说：“%@”

# character_leaves
source: %@ leaves the room.
de: %@ verlässt den Raum.
fr: %@ quitte la pièce.
zh_hans: %@ 离开了房间。

source: Character '%@' not found.
de: Charakter '%@' nicht gefunden.
fr: Personnage '%@' introuvable.
zh_hans: 未找到角色 '%@'。

# character_nurse
source: Nurse
de: Krankenschwester
fr: Infirmière
zh_hans: 护士

# character_nurse_desc
source: A nurse making their rounds
de: Eine Krankenschwester, die ihre Runden macht
fr: Une infirmière qui fait ses rondes
zh_hans: 一位正在巡视的护士

# character_nurse_exchange
source: I can give you a first aid kit in exchange for that blue card. It might save your life down there.
de: Ich kann Ihnen einen Verbandskasten im Austausch für diese blaue Karte geben. Das könnte dort unten Ihr Leben retten.
fr: Je peux vous donner une trousse de secours en échange de cette carte bleue. Cela pourrait vous sauver la vie là-bas.
zh_hans: 我可以给你一个急救包，交换那张蓝卡。它可能会救你的命。

# character_nurse_greeting
source: Hello! Do you need care? I'm doing my rounds of the injured.
de: Hallo! Brauchen Sie Hilfe? Ich mache meine Runde bei den Verletzten.
fr: Bonjour ! Avez-vous besoin de soins ? Je fais ma ronde des blessés.
zh_hans: 你好！需要护理吗？我正在巡查伤员。

# character_researcher
source: Researcher
de: Forscher
fr: Chercheur
zh_hans: 研究员

# character_researcher_desc
source: A scientist doing their inspection rounds
de: Ein Wissenschaftler, der seine Inspektionsrunden macht
fr: Un scientifique qui fait ses rondes d'inspection
zh_hans: 一位正在做检查巡视的科学家

# character_researcher_greeting
source: I'm checking radiation levels along my route... everything seems stable for now. Keep moving, survivor.
de: Ich überprüfe die Strahlungswerte entlang meiner Route... alles scheint vorerst stabil zu sein. Bewegt euch weiter, Überlebender.
fr: Je vérifie les niveaux de radiation le long de mon itinéraire... tout semble stable pour l'instant. Continuez à avancer, survivant.
zh_hans: 我正在检查沿途的辐射水平……目前一切似乎稳定。继续前进，幸存者。

# character_response_format
source: %@ says: "%@"
de: %@ sagt: "%@"
fr: %@ répond : "%@"
zh_hans: %@ 说：“%@”

# character_scientist_desc
source: Chief scientist, reactor specialist
de: Chefwissenschaftler, Reaktorspezialist
fr: Scientifique en chef, spécialiste du réacteur
zh_hans: 首席科学家，反应堆专家

# character_scientist_exchange
source: I can give you an oxygen tank in exchange for your beamer.
de: Ich kann Ihnen einen Sauerstofftank im Austausch für Ihren Beamer geben.
fr: Je peux vous donner une bouteille d'oxygène en échange de votre téléporteur.
zh_hans: 我可以给你一个氧气罐，交换你的传送器。

# character_scientist_greeting
source: Hello... are you new here? Be careful with the reactor, it's unstable.
de: Hallo... sind Sie neu hier? Seien Sie vorsichtig mit dem Reaktor, er ist instabil.
fr: Bonjour... vous êtes nouveau ? Faites attention au réacteur, il est instable.
zh_hans: 你好……你是新来的？小心反应堆，它不稳定。

# character_silent
source: Looks at you silently...
de: Sieht dich schweigend an...
fr: Vous regarde silencieusement...
zh_hans: 默默地看着你……

# character_speak_format
source: %@ says: "%@"
de: %@ sagt: "%@"
fr: %@ dit : "%@"
zh_hans: %@ 说：“%@”

# character_speak_no_greeting_format
source: %@ looks at you silently.
de: %@ sieht Sie schweigend an.
fr: %@ vous regarde silencieusement.
zh_hans: %@ 默默地看着你。

# character_stalker
source: Shadow
de: Schatten
fr: Ombre
zh_hans: 影子

# character_stalker_desc
source: A silhouette that seems to follow you
de: Eine Silhouette, die Ihnen zu folgen scheint
fr: Une silhouette qui semble vous suivre
zh_hans: 一个似乎跟随你的剪影

# character_stalker_greeting
source: ... (they say nothing, but you feel their gaze)
de: ... (sie sagen nichts, aber Sie spüren ihren Blick)
fr: ... (ils ne disent rien, mais vous sentez leur regard)
zh_hans: ……（他们什么也没说，但你感觉到他们的目光）

# character_wandering_tech
source: Wandering Technician
de: Wandernder Techniker
fr: Technicien errant
zh_hans: 游荡的技术员

# character_wandering_tech_desc
source: A technician wandering the station without apparent purpose
de: Ein Techniker, der ohne erkennbaren Zweck durch die Station wandert
fr: Un technicien errant dans la station sans but apparent
zh_hans: 一名在空间站漫无目的游荡的技术员

# character_wandering_tech_greeting
source: *mumbles* ...too much work... not enough time... the reactor... must fix...
de: *murmelt* ...zu viel Arbeit... nicht genug Zeit... der Reaktor... muss reparieren...
fr: *marmonne* ...trop de travail... pas assez de temps... le réacteur... faut réparer...
zh_hans: *咕哝* ……太多工作……时间不够……反应堆……必须修理……

# character_wandering_tech_wrench
source: My wrench! Finally! I can repair the circuits now.
de: Mein Schraubenschlüssel! Endlich! Jetzt kann ich die Schaltkreise reparieren.
fr: Ma clé anglaise ! Enfin ! Je peux réparer les circuits maintenant.
zh_hans: 我的扳手！终于！我现在可以修理电路了。

source: Close
de: Schließen
fr: Fermer
zh_hans: 关闭

# close_tooltip
source: Close (Esc)
de: Schließen (Esc)
fr: Fermer (Échap)
zh_hans: 关闭（Esc）

# confirm
source: Confirmation
de: Bestätigung
zh_hans: 确认

# door_locked
source: 🔒 Locked door – Requires: %@
de: 🔒 Verschlossene Tür – Benötigt: %@
fr: 🔒 Porte verrouillée – Nécessite : %@
zh_hans: 🔒 门已锁 – 需要：%@

# door_locked_direction
source: Door to the %@ is now locked.
de: Die Tür nach %@ ist jetzt verschlossen.
fr: La porte vers %@ est maintenant verrouillée.
zh_hans: 通往 %@ 的门现在被锁上了。

# door_locked_message
source: This door is locked.
de: Diese Tür ist verschlossen.
fr: Cette porte est verrouillée.
zh_hans: 这扇门是锁着的。

# door_unlocked
source: 🔓 Unlocked door
de: 🔓 Tür entriegelt
fr: 🔓 Porte déverrouillée
zh_hans: 🔓 门已解锁

# door_unlocked_direction
source: Door to the %@ is now unlocked.
de: Die Tür nach %@ ist jetzt entriegelt.
fr: La porte vers %@ est maintenant déverrouillée.
zh_hans: 通往 %@ 的门现已解锁。

source: Down
de: Runter
fr: Bas
zh_hans: 下

source: Drop
de: Fallen lassen
fr: Déposer
zh_hans: 放下

# drop_what
source: What do you want to drop?
de: Was möchten Sie fallen lassen?
fr: Que voulez-vous déposer ?
zh_hans: 你想放下什么？

source: East
de: Osten
fr: Est
zh_hans: 东

# easter_egg_battery_critical
source: 🔋 Battery: %d%% – Critical!
de: 🔋 Batterie: %d%% – Kritisch!
fr: 🔋 Batterie : %d%% – Critique !
zh_hans: 🔋 电池：%d%% – 危急！

# easter_egg_battery_level
source: Battery level: %d%%
de: Batteriestand: %d%%
fr: Niveau de batterie : %d%%
zh_hans: 电池电量：%d%%

# easter_egg_battery_low
source: 🔋 Battery: %d%% – Low
de: 🔋 Batterie: %d%% – Niedrig
fr: 🔋 Batterie : %d%% – Faible
zh_hans: 🔋 电池：%d%% – 低

# easter_egg_battery_moderate
source: 🔋 Battery: %d%% – Moderate
de: 🔋 Batterie: %d%% – Mittel
fr: 🔋 Batterie : %d%% – Modérée
zh_hans: 🔋 电池：%d%% – 中等

# easter_egg_battery_powerful
source: 🔋 Battery: %d%% – Powerful
de: 🔋 Batterie: %d%% – Leistungsstark
fr: 🔋 Batterie : %d%% – Puissante
zh_hans: 🔋 电池：%d%% – 强劲

# easter_egg_battery_too_low
source: 🔋 The torch battery is too weak to reveal the secret...
de: 🔋 Die Batterie der Taschenlampe ist zu schwach, um das Geheimnis zu enthüllen...
fr: 🔋 La batterie de la torche est trop faible pour révéler le secret...
zh_hans: 🔋 手电筒电池太弱，无法揭示秘密……

# easter_egg_charge_needed
source: Find a way to recharge it or use another source of light.
de: Finden Sie einen Weg, sie aufzuladen, oder verwenden Sie eine andere Lichtquelle.
fr: Trouvez un moyen de le recharger ou utilisez une autre source de lumière.
zh_hans: 想办法给它充电或使用其他光源。

# easter_egg_light_beam
source: ✨ A beam of light cuts through the darkness...
de: ✨ Ein Lichtstrahl durchschneidet die Dunkelheit...
fr: ✨ Un faisceau de lumière traverse l'obscurité...
zh_hans: ✨ 一束光划破黑暗……

# easter_egg_secret_message
source: 🎁 A secret message appears on the porthole!
de: 🎁 Eine geheime Nachricht erscheint auf dem Bullauge!
fr: 🎁 Un message secret apparaît sur le hublot !
zh_hans: 🎁 舷窗上出现了一条秘密信息！

# easter_egg_torch_brandish
source: 🔦 You brandish the torch...
de: 🔦 Sie schwenken die Taschenlampe...
fr: 🔦 Vous brandissez la torche...
zh_hans: 🔦 你挥动手电筒……

# easter_egg_torch_depleted
source: 🔋 The torch goes out... The image disappears into darkness.
de: 🔋 Die Taschenlampe erlischt... Das Bild verschwindet in der Dunkelheit.
fr: 🔋 La torche s'éteint... L'image disparaît dans l'obscurité.
zh_hans: 🔋 手电筒熄灭了……图像消失在黑暗中。

# easter_egg_torch_depleted_title
source: Torch Depleted
de: Taschenlampe erschöpft
fr: Torche épuisée
zh_hans: 手电筒耗尽

source: Eat
de: Essen
fr: Manger
zh_hans: 吃

# eat_error
source: What do you want to eat?
de: Was möchten Sie essen?
fr: Que voulez-vous manger ?
zh_hans: 你想吃什么？

# end_game
source: Thanks for playing. Goodbye.
de: Danke fürs Spielen. Auf Wiedersehen.
fr: Merci d'avoir joué. Au revoir.
zh_hans: 感谢游玩。 再见。

# error_image_not_found
source: Image not found:
de: Bild nicht gefunden:
fr: Image non trouvée :
zh_hans: 未找到图像：

# error_item_not_found
source: Item not found
de: Gegenstand nicht gefunden
fr: Objet non trouvé
zh_hans: 未找到物品

# error_item_not_pickable
source: Item cannot be picked up
de: Gegenstand kann nicht aufgehoben werden
fr: L'objet ne peut pas être ramassé
zh_hans: 物品无法拾取

source: Error loading icon:
de: Fehler beim Laden des Symbols:
fr: Erreur lors du chargement de l'icône :
zh_hans: 加载图标时出错：

# error_too_heavy
source: Maximum weight reached
de: Maximalgewicht erreicht
fr: Poids maximum atteint
zh_hans: 已达到最大重量

# exchange_cancelled
source: Exchange cancelled – item too heavy.
de: Austausch abgebrochen – Gegenstand zu schwer.
fr: Échange annulé – objet trop lourd.
zh_hans: 交换取消 – 物品太重。

source: ❌ Exchange failed.
de: ❌ Austausch fehlgeschlagen.
fr: ❌ Échange échoué.
zh_hans: ❌ 交换失败。

# exchange_success
source: ✅ Exchange successful: you give %@ and receive %@.
de: ✅ Austausch erfolgreich: Sie geben %@ und erhalten %@.
fr: ✅ Échange réussi : vous donnez %@ et recevez %@.
zh_hans: ✅ 交换成功：你给予 %@ 并收到 %@。

source: Exits:
de: Ausgänge:
fr: Sorties :
zh_hans: 出口：

# found_item
source: Item found:
de: Gegenstand gefunden:
fr: Objet trouvé :
zh_hans: 发现物品：

# game_over_confirm
source: Do you want to start a new game?
de: Möchten Sie ein neues Spiel starten?
fr: Voulez-vous commencer une nouvelle partie ?
zh_hans: 你想开始新游戏吗？

# game_over_message
source: The reactor exploded... The station is lost.
de: Der Reaktor ist explodiert... Die Station ist verloren.
fr: Le réacteur a explosé... La station est perdue.
zh_hans: 反应堆爆炸了……空间站失事了。

# game_over_title
source: 💀 GAME OVER
de: 💀 SPIEL VORBEI
zh_hans: 💀 游戏结束

# give_button
source: Give
de: Geben
fr: Donner
zh_hans: 给予

# give_title
source: Give an Item
de: Einen Gegenstand geben
fr: Donner un objet
zh_hans: 给予物品

# gui_actions
source: ACTIONS
de: AKTIONEN
zh_hans: 操作

# gui_back
source: BACK
de: ZURÜCK
fr: RETOUR
zh_hans: 返回

# gui_give
source: GIVE
de: GEBEN
fr: DONNER
zh_hans: 给予

# gui_help
source: HELP
de: HILFE
fr: AIDE
zh_hans: 帮助

# gui_input
source: INPUT
de: EINGABE
fr: SAISIE
zh_hans: 输入

# gui_load
source: LOAD
de: LADEN
fr: CHARGER
zh_hans: 加载

# gui_look
source: LOOK
de: SCHAUEN
fr: REGARDER
zh_hans: 查看

# gui_quit
source: QUIT
de: BEENDEN
fr: QUITTER
zh_hans: 退出

# gui_room
source: ROOM:
de: RAUM:
fr: PIÈCE :
zh_hans: 房间：

# gui_save
source: SAVE
de: SPEICHERN
fr: SAUVEGARDER
zh_hans: 保存

# gui_talk
source: TALK
de: SPRECHEN
fr: PARLER
zh_hans: 交谈

# gui_timer
source: TIME:
de: ZEIT:
fr: TEMPS :
zh_hans: 时间：

# gui_title
source: Abyssal-6: Submarine Adventure
de: Abyssal-6: Unterwasserabenteuer
fr: Abyssal-6 : Aventure sous-marine
zh_hans: 深渊-6：潜艇冒险

# help
source: You are alone in the deep... You must explore the station to find the repair tools. Your commands are:
de: Sie sind allein in der Tiefe... Sie müssen die Station erkunden, um die Reparaturwerkzeuge zu finden. Ihre Befehle sind:
fr: Vous êtes seul dans les profondeurs... Vous devez explorer la station pour trouver les outils de réparation. Vos commandes sont :
zh_hans: 你独自在深处... 你必须探索空间站以找到修理工具。 你的命令是：

# help_characters
source: === CHARACTERS ===
de: === CHARAKTERE ===
fr: === PERSONNAGES ===
zh_hans: === 角色 ===

# help_give
source: give <item> : Give an item to a character
de: give <Gegenstand> : Gib einen Gegenstand an einen Charakter
fr: give <objet> : Donner un objet à un personnage
zh_hans: give <物品> : 给予角色一个物品

# help_received
source: %@ has given you valuable information.
de: %@ hat Ihnen wertvolle Informationen gegeben.
fr: %@ vous a donné des informations précieuses.
zh_hans: %@ 给了你宝贵的信息。

# help_talk
source: talk [name] : Talk to a character
de: talk [Name] : Mit einem Charakter sprechen
fr: talk [nom] : Parler à un personnage
zh_hans: talk [名称] : 与角色交谈

source: Inspect
de: Inspizieren
fr: Inspecter
zh_hans: 检查

# intro_title
source: Abyssal-6 – Introduction
de: Abyssal-6 – Einführung
zh_hans: 深渊-6 – 引言

# introduction
source: SYSTEM LOG: ABYSSAL-6 RESEARCH STATION DATE: 31.12.2074 DEPTH: 1,000 METRES You wake to the screaming, rhythmic sound of a proximity alarm. The air is saturated with the smell of ozone and burnt metal. Your memories are hazy... A structural tremor? An explosion? The computer's voice is cold and distorted: 'CRITICAL FAILURE IN SECTOR 4. HULL INTEGRITY AT 14%. REACTOR OVERHEAT DETECTED. ESTIMATION BEFORE EXPLOSION: 10 MINUTES.' You are in the Entry Airlock. Through the reinforced quartz glass the abyss stares back at you—total, crushing darkness. You have no crew. No radio contact. Just your suit and the sound of your own panicked breathing. Find the Reactor. Repair the core. Or join the cemetery at the bottom of the world. MISSION: REPAIR THE REACTOR BEFORE FINAL EXPLOSION.
de: SYSTEMPROTOKOLL: ABYSSAL-6-FORSCHUNGSSTATION DATUM: 31.12.2074 TIEFE: 1.000 METER Sie erwachen beim schrillen, rhythmischen Klang eines Näherungsalarms. Die Luft ist gesättigt mit dem Geruch von Ozon und verbranntem Metall. Ihre Erinnerungen sind verschwommen... Ein strukturelles Beben? Eine Explosion? Die Stimme des Computers ist kalt und verzerrt: 'KRITISCHER AUSFALL IN SEKTOR 4. HÜLLENINTEGRITÄT BEI 14%. REAKTORÜBERHITZUNG ERKANNT. GESCHÄTZTE ZEIT BIS ZUR EXPLOSION: 10 MINUTEN.' Sie befinden sich in der Eintrittsschleuse. Durch das verstärkte Quarzglas starrt der Abgrund Sie an – totale, erdrückende Dunkelheit. Sie haben keine Besatzung. Keinen Funkkontakt. Nur Ihren Anzug und das Geräusch Ihrer eigenen panischen Atmung. Finden Sie den Reaktor. Reparieren Sie den Kern. Oder schließen Sie sich dem Friedhof am Grund der Welt an. MISSION: REPARIEREN SIE DEN REAKTOR VOR DER ENDGÜLTIGEN EXPLOSION.
fr: JOURNAL SYSTÈME : STATION DE RECHERCHE ABYSSALE-6 DATE : 31.12.2074 PROFONDEUR : 1 000 MÈTRES Vous vous réveillez au son strident et rythmé d'une alarme de proximité. L'air est saturé d'odeur d'ozone et de métal brûlé. Vos souvenirs sont flous... Une secousse structurelle ? Une explosion ? La voix de l'ordinateur est froide et déformée : 'DÉFAILLANCE CRITIQUE DANS LE SECTEUR 4. INTÉGRITÉ DE LA COQUE À 14%. SURCHAUFFE DU RÉACTEUR DÉTECTÉE. ESTIMATION AVANT EXPLOSION : 10 MINUTES.' Vous êtes dans le sas d'entrée. À travers le verre en quartz renforcé, l'abîme vous regarde — une obscurité totale et écrasante. Vous n'avez pas d'équipage. Pas de contact radio. Juste votre combinaison et le bruit de votre propre respiration paniquée. Trouvez le réacteur. Réparez le cœur. Ou rejoignez le cimetière au fond du monde. MISSION : RÉPARER LE RÉACTEUR AVANT L'EXPLOSION FINALE.
zh_hans: 系统日志：深渊-6 研究站 日期：2074年12月31日 深度：1000米 你在刺耳而有节奏的接近警报声中醒来。空气中弥漫着臭氧和烧焦金属的气味。 你的记忆模糊……结构震颤？爆炸？电脑的声音冰冷而失真： '第4区严重故障。 船体完整性 14%。 检测到反应堆过热。 预计爆炸前时间：10分钟。' 你在入口气闸中。透过加固的石英玻璃，深渊回望着你——完全的、令人窒息的黑暗。 你没有船员。没有无线电联系。只有你的潜水服和自己惊慌的呼吸声。 找到反应堆。修复核心。 或者加入世界底部的墓地。 任务：在最终爆炸前修复反应堆。

source: Inventory:
de: Inventar:
fr: Inventaire :
zh_hans: 库存：

# inventory_empty
source: Your inventory is empty.
de: Ihr Inventar ist leer.
fr: Votre inventaire est vide.
zh_hans: 你的库存是空的。

# inventory_summary_format
source: %d items – (%.1fkg / %.1fkg)
de: %d Gegenstände – (%.1fkg / %.1fkg)
fr: %d objets – (%.1fkg / %.1fkg)
zh_hans: %d 件物品 – (%.1f公斤 / %.1f公斤)

# inventory_title
source: Inventory
de: Inventar
fr: Inventaire
zh_hans: 库存

# item_blue_card
source: Blue Magnetic Card
de: Blaue Magnetkarte
fr: Carte magnétique bleue
zh_hans: 蓝色磁卡

# item_details_format
source: 📦 %@ Weight: %.1f kg Pickable: %@ Type: %@
de: 📦 %@ Gewicht: %.1f kg Aufnehmbar: %@ Typ: %@
fr: 📦 %@ Poids : %.1f kg Prenable : %@ Type : %@
zh_hans: 📦 %@ 重量：%.1f 公斤 可拾取：%@ 类型：%@

# item_details_title
source: Item Details
de: Gegenstandsdetails
fr: Détails de l'objet
zh_hans: 物品详情

# item_diving_suit
source: Diving Suit
de: Tauchanzug
fr: Combinaison de plongée
zh_hans: 潜水服

source: Item dropped:
de: Gegenstand fallen gelassen:
fr: Objet déposé :
zh_hans: 物品已放下：

# item_firstaid
source: First-Aid Kit
de: Verbandskasten
fr: Trousse de secours
zh_hans: 急救包

# item_genetic
source: Genetic Sample
de: Genetische Probe
fr: Échantillon génétique
zh_hans: 基因样本

# item_given
source: You gave the item.
de: Sie haben den Gegenstand gegeben.
fr: Vous avez donné l'objet.
zh_hans: 你给予了物品。
